Repository: wansaleh/savoy-haje
Catalog: languages/*.po
Languages: ms_my

source: Oops, page not found.
ms_my: Oops, laman tidak dijumpai.

source: It looks like nothing was found at this location. Click the link below to return home.
ms_my: Kelihatan seperti tiada apa-apa dijumpai di lokasi ini. Klik pada pautan di bawah untuk pulang ke laman utama.

source: Homepage &nbsp;&nbsp;&rarr;
ms_my: Laman Utama &nbsp;&nbsp;&rarr;

source: Daily Archives: %s
ms_my: Arkib Harian: %s

source: Monthly Archives: %s
ms_my: Arkib Bulanan: %s

source: Yearly Archives: %s
ms_my: Arkib Tahunan: %s

source: Archives
ms_my: Arkib

source: Author Archives: %s
ms_my: Arkib Pengarang: %s

# comments title
source: One reply to &ldquo;%2$s&rdquo;
ms_my: %1$s jawapan kepada &ldquo;%2$s&rdquo;

source: Comment navigation
ms_my: Navigasi Komen

source: &larr; Older Comments
ms_my: &larr; Komen-komen Lama

source: Newer Comments &rarr;
ms_my: Komen-komen Baru &rarr;

source: Comments are closed.
ms_my: Komen ditutup.

source: Pages:
ms_my: Laman:

source: More &nbsp;&rarr;
ms_my: Lagi &nbsp;&rarr;

source: Ready to publish your first post? %sGet started here%s.
ms_my: Bersedia untuk menerbitkan pos pertama anda? %sMulakan di sini%s.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ms_my: Maaf, tiada yang berkaitan dengan carian anda. Sila cuba lagi dengan kata kunci berbeza.

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
ms_my: Kami tidak menemui carian anda.

source: Search Products
ms_my: Cari Produk

source: Cart
ms_my: Troli

source: Close
ms_my: Tutup

source: %1$s at %2$s
ms_my: %1$s pada %2$s

source: Your comment is awaiting moderation
ms_my: Komen anda sedang menunggu untuk dikendali

source: Categories
ms_my: Kategori

source: All
ms_my: Semua

source: Shop
ms_my: Kedai

source: Required field.
ms_my: Ruangan wajib.

source: Shopping Cart
ms_my: Troli Pembelian

source: Enter Coupon
ms_my: Masukkan Kupon

source: Payment
ms_my: Bayaran

source: Updating&hellip;
ms_my: Mengemaskini&hellip;

source: Load More
ms_my: Paparkan Lagi

source: All products loaded.
ms_my: Semua produk telah terpapar.

source: Or
ms_my: Atau

source: Create an account
ms_my: Buat akaun baru

source: Order Tracking
ms_my: Jejak Pesanan

source: Details
ms_my: Butiran

source: Share on Facebook
ms_my: Kongsi di Facebook

source: Share on Twitter
ms_my: Kongsi di Twitter

source: Pin on Pinterest
ms_my: Pin di Pinterest

source: Watch Video
ms_my: Lihat Video

source: press %sEnter%s to search
ms_my: tekan %sEnter%s untuk cari

# breadcrumb
source: Shop
ms_my: Kedai

source: Filters active %s(%s)%s
ms_my: Tapisan aktif %s(%s)%s

source: Search results for %s&ldquo;%s&rdquo;%s
ms_my: Keputusan carian untuk %s&ldquo;%s&rdquo;%s

source: Showing %s&ldquo;%s&rdquo;%s
ms_my: Memaparkan %s&ldquo;%s&rdquo;%s

source: Products tagged %s&ldquo;%s&rdquo;%s
ms_my: Produk ditag %s&ldquo;%s&rdquo;%s

source: Filter Products
ms_my: Tapis Produk

source: Reset Filters
ms_my: Reset Tapisan

source: Show more
ms_my: Paparkan

source: Popularity
ms_my: Populariti

source: Average rating
ms_my: Rating Purata

source: Newness
ms_my: Terbaru

source: Price: Low to High
ms_my: Harga: Murah ke Mahal

source: Price: High to Low
ms_my: Harga: Mahal ke Murah

source: Click to toggle
ms_my: Klik utk toggle

source: About
ms_my: Tentang

source: Contact
ms_my: Hubungi

source: Button with Text
ms_my: Butang dengan Teks

source: Search store
ms_my: Carian kedai

source: %s products
ms_my: %s produk

source: Please fill in the required fields
ms_my: Sila isikan ruangan yang wajib

source: My Account
ms_my: Akaun Saya

source: Back
ms_my: Kembali

source: Sorry, nothing to display.
ms_my: Maaf, tiada paparan.

source: Older Posts
ms_my: Pos-pos Lama

source: Newer Posts
ms_my: Pos-pos Baru

source: %s Search Results for: %s
ms_my: %s Keputusan Carian untuk: %s

source: Search ..
ms_my: Cari ..

source: By
ms_my: Oleh

source: on
ms_my: pada

source: Posted in
ms_my: Dipos dalam

source: and tagged
ms_my: dan ditag

source: Tagged
ms_my: Ditag

source: Share
ms_my: Kongsi

source: &larr;&nbsp; Newer
ms_my: &larr;&nbsp; Seterusnya

source: Older &nbsp;&rarr;
ms_my: Sebelum &nbsp;&rarr;

source: Related Posts
ms_my: Pos Berkaitan

source: Tag Archives: %s
ms_my: Arkib Tag: %s
